"Model" = "ماڈل";

"Continuous chat" = "لگاتار چیٹ";

"New Chat" = "نئی چیٹ";

"Message to send to ChatGPT" = "ChatGPT کو بھیجنے کے لیے پیغام";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "یہ عملChatGPT کے ساتھ آوازی گفتگو شروع کرنے کے لیے ChatGPT ایپ کا آغاز کرتا ہے۔";

"Is there anything else you would like to ask about?" = "کیا کوئی اور چیز ہے جس کے بارے میں آپ پوچھنا پسند کریں گے؟";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "آیا آگے پیچھے چیٹ کو فعال کرنا ہے یا جواب کے فوراً بعد شارٹ کٹ مکمل کرنا ہے";

"Would you like to start a new chat?" = "کیا آپ نئی چیٹ شروع کرنا پسند کریں گے؟";

"Start new chat" = "نئی چیٹ شروع کریں";

"You can continue this chat from the app." = "آپ ایپ سے یہ چیٹ جاری رکھ سکتے ہیں۔";

"Settings…" = "ترتیبات۔۔۔";

"Message" = "پیغام";

"%@" = "%@";

"ChatGPT Help" = "ChatGPT Help";

"Which model would you like to use?" = "آپ کون سا ماڈل استعمال کرنا پسند کریں گے؟";

"This action will send a single message to a chat with ChatGPT and return the response." = "یہ عمل ChatGPT کے ساتھ چیٹ میں ایک پیغام بھیجے گا اور واپس جواب دے گا۔";

"Check for Updates…" = "اپ ڈیٹس کے لیے چیک کریں۔۔۔";

"Message Identifier" = "پیغام کا شناخت کنندہ";

"Content" = "مواد";

"Model slug" = "ماڈل سلگ";

"What would you like to ask ChatGPT about?" = "آپ ChatGPT سے کس چیز کے بارے میں پوچھنا پسند کریں گے؟";

"Change Shortcut" = "شارٹ کٹ تبدیل کریں";

"Chat Identifier" = "چیٹ کا شناخت کنندہ";

"Start voice conversation" = "آوازی گفتگو شروع کریں";

"Model name" = "ماڈل کا نام";

"Ask ChatGPT" = "ChatGPT سے پوچھیں";

"Toggle Sidebar" = "ٹوگل سائیڈ بار";

"New Temporary Chat" = "New Temporary Chat";

"Start voice conversation with ChatGPT" = "ChatGPT کے ساتھ آوا زی گفتگو شروع کریں";

"Model to use with the new chat" = "نئی چیٹ کے ساتھ استعمال کرنے کے لیے ماڈل";

"Indicates whether a new chat should be started" = "یہ ظاہر کرتا ہے کہ آیا نئی چیٹ شروع کی جانی چاہیے";

